<unk>	0
<s>	0
</s>	0
ar	-0
le	-1
▁g	-2
an	-3
bi	-4
de	-5
me	-6
ri	-7
al	-8
ay	-9
re	-10
di	-11
kt	-12
aş	-13
da	-14
em	-15
ik	-16
ün	-17
▁i	-18
▁k	-19
▁y	-20
▁ö	-21
bil	-22
kte	-23
lar	-24
▁al	-25
mekte	-26
aç	-27
ek	-28
ll	-29
ma	-30
ne	-31
no	-32
tı	-33
ve	-34
ük	-35
▁b	-36
▁d	-37
▁h	-38
▁t	-39
anı	-40
dil	-41
dir	-42
eri	-43
ibi	-44
ler	-45
say	-46
ğre	-47
▁ar	-48
▁de	-49
▁gö	-50
▁ve	-51
ikle	-52
leme	-53
leri	-54
▁gün	-55
▁hem	-56
anlar	-57
▁gibi	-58
▁öğre	-59
bilmekte	-60
Bu	-61
▁	-62
e	-63
a	-64
l	-65
i	-66
r	-67
m	-68
n	-69
d	-70
k	-71
t	-72
ü	-73
g	-74
o	-75
y	-76
b	-77
ı	-78
ş	-79
s	-80
ö	-81
.	-82
u	-83
ğ	-84
v	-85
z	-86
ç	-87
h	-88
,	-89
B	-90
D	-91
Y	-92
j	-93
p	-94
Ö	-95
â	-96
