{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      ",": 5,
      ".": 6,
      "B": 7,
      "D": 8,
      "Y": 9,
      "a": 10,
      "b": 11,
      "d": 12,
      "e": 13,
      "g": 14,
      "h": 15,
      "i": 16,
      "j": 17,
      "k": 18,
      "l": 19,
      "m": 20,
      "n": 21,
      "o": 22,
      "p": 23,
      "r": 24,
      "s": 25,
      "t": 26,
      "u": 27,
      "v": 28,
      "y": 29,
      "z": 30,
      "Ö": 31,
      "â": 32,
      "ç": 33,
      "ö": 34,
      "ü": 35,
      "ğ": 36,
      "ı": 37,
      "ş": 38,
      "ar": 39,
      "le": 40,
      "an": 41,
      "bi": 42,
      "de": 43,
      "me": 44,
      "ri": 45,
      "al": 46,
      "ay": 47,
      "re": 48,
      "di": 49,
      "kt": 50,
      "aş": 51,
      "da": 52,
      "em": 53,
      "gi": 54,
      "ik": 55,
      "lar": 56,
      "lme": 57,
      "ün": 58,
      "kte": 59,
      "lmekte": 60,
      "aç": 61,
      "ek": 62,
      "eri": 63,
      "gö": 64,
      "gün": 65,
      "hem": 66,
      "in": 67,
      "iş": 68,
      "ile": 69,
      "ll": 70,
      "ma": 71,
      "ne": 72,
      "no": 73,
      "say": 74,
      "tı": 75,
      "ve": 76,
      "öğ": 77,
      "ük": 78,
      "leme": 79,
      "anı": 80,
      "anlar": 81,
      "bilmekte": 82,
      "dir": 83,
      "gibi": 84,
      "ikle": 85,
      "öğre": 86,
      "Bu": 87,
      "Deri": 88,
      "Ya": 89,
      "ad": 90,
      "am": 91,
      "bü": 92,
      "baş": 93,
      "do": 94,
      "du": 95,
      "dü": 96,
      "en": 97,
      "es": 98,
      "et": 99
    },
    "merges": [
      [
        "a",
        "r"
      ],
      [
        "l",
        "e"
      ],
      [
        "a",
        "n"
      ],
      [
        "b",
        "i"
      ],
      [
        "d",
        "e"
      ],
      [
        "m",
        "e"
      ],
      [
        "r",
        "i"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "y"
      ],
      [
        "r",
        "e"
      ],
      [
        "d",
        "i"
      ],
      [
        "k",
        "t"
      ],
      [
        "a",
        "ş"
      ],
      [
        "d",
        "a"
      ],
      [
        "e",
        "m"
      ],
      [
        "g",
        "i"
      ],
      [
        "i",
        "k"
      ],
      [
        "l",
        "ar"
      ],
      [
        "l",
        "me"
      ],
      [
        "ü",
        "n"
      ],
      [
        "kt",
        "e"
      ],
      [
        "lme",
        "kte"
      ],
      [
        "a",
        "ç"
      ],
      [
        "e",
        "k"
      ],
      [
        "e",
        "ri"
      ],
      [
        "g",
        "ö"
      ],
      [
        "g",
        "ün"
      ],
      [
        "h",
        "em"
      ],
      [
        "i",
        "n"
      ],
      [
        "i",
        "ş"
      ],
      [
        "i",
        "le"
      ],
      [
        "l",
        "l"
      ],
      [
        "m",
        "a"
      ],
      [
        "n",
        "e"
      ],
      [
        "n",
        "o"
      ],
      [
        "s",
        "ay"
      ],
      [
        "t",
        "ı"
      ],
      [
        "v",
        "e"
      ],
      [
        "ö",
        "ğ"
      ],
      [
        "ü",
        "k"
      ],
      [
        "le",
        "me"
      ],
      [
        "an",
        "ı"
      ],
      [
        "an",
        "lar"
      ],
      [
        "bi",
        "lmekte"
      ],
      [
        "di",
        "r"
      ],
      [
        "gi",
        "bi"
      ],
      [
        "ik",
        "le"
      ],
      [
        "öğ",
        "re"
      ],
      [
        "B",
        "u"
      ],
      [
        "D",
        "eri"
      ],
      [
        "Y",
        "a"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "m"
      ],
      [
        "b",
        "ü"
      ],
      [
        "b",
        "aş"
      ],
      [
        "d",
        "o"
      ],
      [
        "d",
        "u"
      ],
      [
        "d",
        "ü"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "s"
      ],
      [
        "e",
        "t"
      ]
    ]
  }
}